#Задача №2, Вариант 7
#Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание, автором которого является Стендаль. Не забудьте о том, что автор должен быть упомянут на отдельной строке.

#Демошенков Г.Г.
#21.05.2016

print ("Умереть за друга при каких-нибудь исключительных обстоятельствах менее возвышенно, чем ежедневно и втайне жертвовать собой.\n" + "\t\t\t\t\t\t\t Стендаль")
input("Нажмите Enter для выхода.")