#Задача №1, Вариант 7
#Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Эдуард Георгиевич Зюбин. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

#Демошенков Г.Г.
#21.05.2016

print ("Эдуард Георгиевич Зюбин более известен, как русский поэт, переводчик и драматург Эдуард Багрицкий")
input("Нажмите Enter для выхода.")